Repository: zzz25251325zzz/Procursus-roothide
Catalog: source-repo/uikittools/po/*.po
Languages: it, pl

source: Usage: %s [cfversion | ecid | locale | serial | uniqueid] [arguments ...]
pl: Składnia: %s [cfversion | ecid | locale | serial | uniqueid] [argumenty ...]

source: Error stopping service: %d - %s
it: Errore nell'arresto del servizio: %d - %s
pl: Błąd zatrzymania usługi: %d - %s

source: Error: no services returned for list
it: Errore: nessun servizio restituito per la lista
pl: Błąd: brak usług zwróconych dla listy

source: Error: services returned for list aren't a dictionary!
it: Errore: i servizi restituiti per lista non sono un dizionario!
pl: Błąd: usługi zwrócone dla listy nie są słownikiem!

source: Error: %d - %s
it: Errore: %d - %s
pl: Błąd: %d - %s

source: Unable to get launchd: %d
it: Impossibile ottenere launchd: %d
pl: Nie można uruchomić: %d

source: Usage: deviceinfo locale [-ilcvh] Print the current locale
it: Uso: deviceinfo locale [-ilcvh] Stampa il locale corrente
pl: Składnia: deviceinfo locale [-ilcvh] Drukuj bieżącą lokalizację

source: -h --help Give this help list. -i --identifier Print the locale identifier (default) -l --language Print the language code -c --country Print the country code -v --variant Print the variant code If multiple output formats are specified the last will be used
it: -h --help Visualizza la lista d'aiuto -i --identifier Stampa l'identificatore locale (predefinito) -l --language Stampa il codice della lingua -c --country Stampa il codice del paese -v --variant Stampa il codice della variante Se sono specificati più formati di output verranno usati gli ultimi
pl: -h --help Wyświetl listę pomocy. -i --identifier Wyświetl identyfikator języka (domyślnie) -l --language Wyświetl kod języka -c --country Wyświetl kod kraju -v --variant Wyświetl kod wariantu Jeśli podano wiele formatów wyjściowych zostanie użytych

source: missing necessary method
it: metodo necessario mancante
pl: brak niezbędnej metody

source: RebuildApplicationDatabases failed
it: RebuildApplicationDatabases fallito
pl: RebuildApplicationDatabases nie powiodło się

source: Usage: %s [-b body] [-p primary] [--priority 0-3] [-s second] [-t third] [--timeout number] title Copyright (C) 2021, Procursus Team. All Rights Reserved. Display an alert
pl: Składnia: %s [-b body] [-p primary] [--priority 0-3] [-s second] [-t third] [--timeout number] title Copyright (C) 2021, Procursus Team. Wszystkie prawa zastrzeżone. Wyświetl ostrzeżenie

source: -b, --body <text> Text for alert body -p, --primary <text> Default button text instead of "OK" --priority 0-3 Alert priority This will change the icon on macOS -s, --secondary <text> Second button text -t, --tertiary <text> Third button text --timeout <num> Number of seconds to wait before exiting
pl: -b, --body <text> Tekst dla ciała ostrzegawczego -p, --primary <text> Domyślny tekst przycisku zamiast "OK" --priority 0-3 Alert priorytet To zmieni ikonę na macOS -s, --secondary <text> Drugi tekst przycisku -t, --tertiary <text> Tekst trzeciego przycisku --timeout <num> Liczba sekund oczekiwania przed wyjściem

source: Output: 0 - primary button 1 - secondary button 2 - tertiary button 3 - timeout/cancel Contact the Procursus Team for support.
it: Output: 0 - pulsante primario 1 - pulsante secondario 2 - pulsante terziario 3 - timeout/cancella Contatta il Team Procursus per il supporto.
pl: Wyjście: 0 - przycisk główny 1 - przycisk drugorzędny 2 - przycisk trzeciorzędny 3 - limit czasu/anuluj Skontaktuj się z zespołem Procursus w celu uzyskania wsparcia.

source: the priority is %s: %s
it: la priorità è %s: %s
pl: priorytetem jest %s: %s

source: the timeout is %s: %s
it: il timeout è %s: %s
pl: limit czasu wynosi %s: %s

source: Usage: %s [-afhlr] [-i id] [-p path] [-u path] Modified work Copyright (C) 2021, Procursus Team. All Rights Reserved.
pl: Składnia: %s [-afhlr] [-i id] [-p ścieżka] [-u ścieżka] Zmodyfikowana praca Copyright (C) 2021, Zespół Procursus. Wszystkie prawa zastrzeżone.

source: Update iOS registered applications and optionally restart SpringBoard
it: Aggiorna le applicazioni registrate iOS e riavvia opzionalmente SpringBoard
pl: Aktualizuj zarejestrowane aplikacje iOS i opcjonalnie zrestartuj SpringBoard

source: -a, --all Update all system and internal applications
it: -a, --all Aggiorna tutte le applicazioni di sistema e interne
pl: -a, --all aktualizuj wszystkie aplikacje systemowe i wewnętrzne

source: -f, --force Force -a to reregister all Applications and modify App Store apps
pl: -f, --force Wymuś -a aby zarejestrować wszystkie aplikacje i zmodyfikować aplikacje App Store

source: -p, --path <path> Update application bundle at the specified path
pl: -p, --path <path> Aktualizuj pakiet aplikacji w określonej ścieżce

source: -u, --unregister <path> Unregister application bundle at the specified path
pl: -p, --path <path> Aktualizuj pakiet aplikacji w określonej ścieżce

source: -r, --respring Restart SpringBoard and backboardd after updating applications
it: -r, --respring Riavvia SpringBoard e backboard dopo l'aggiornamento delle applicazioni
pl: -r, --respring Restart SpringBoard i backboardd po aktualizacji aplikacji

source: -l, --list List the bundle ids of installed apps
pl: -l, --list Lista identyfikatorów pakietu zainstalowanych aplikacji

source: -i, --info <bundleid> Give information about given bundle id
it: -i, --info <bundleid> Fornisci informazioni su un dato ID bundle
pl: -i, --info <bundleid> Podaj informacje o podanym identyfikatorze pakietu

source: -h, --help Give this help list.
it: -h, --help Mostra questa lista di aiuto.
pl: -?, --help Wyświetl pomoc i zakończ działanie.

source: Contact the Procursus Team for support.
it: Contatta il Team Procursus per supporto.
pl: Skontaktuj się z zespołem Procursus w celu uzyskania wsparcia.

source: uicache does not support App Store apps.
it: uicache non supporta le applicazioni dell' App Store.
pl: uicache nie wspiera aplikacji App Store.

source: Continuing anyway...
it: Continuando comunque...
pl: Kontynuuj mimo to...

source: Error: Unable to register %s
it: Errore: impossibile registrare %s
pl: Błąd: Nie można zarejestrować %s

source: Error: Unable to unregister %s
pl: Błąd: Nie można wyrejestrować %s

source: Name: %s BundleID: %s ExecutableName: %s Path: %s Container Path: %s VendorName: %s TeamID: %s Type: %s Removable: %s
pl: Nazwa: %s IDPakietu: %s NazwaWykonywalna: %s Ścieżka: %s KonteneraŚcieżka: %s NazwaDostawcy: %s IDZespołu: %s Typ: %s MożliwośćUsunięcia: %s

source: true
it: vero
pl: prawda

source: false
it: falso
pl: fałsz

source: URLScheme: %s
pl: Schemat URL: %s

source: %s is an invalid bundle id
it: %s è un id bundle non valido
pl: %s jest nieprawidłowym identyfikatorem pakietu

source: registering %s
it: registrando %s
pl: Zarejestruj w %s

source: unregistering %s
pl: Rejestrowanie w %s

source: Usage: %s [-a state] [-b [+|-]num] [-d state] [-h] [-i [key]] [-n state] [-t state] [-w state]
pl: Składnia: %s [-a stan] [-b [+|-]num] [-d stan] [-h] [-i [key]] [-n stan] [-t stan] [-w stan]

source: Invalid %s value: '%s', permitted values: 0, off, 1, on
pl: Nieprawidłowa wartość %s : '%s', dozwolone wartości: 0, wył, 1, wł

source: on
pl: wł

source: off
pl: wył

source: not supported
it: non supportato
pl: nie obsługiwane

source: Dark Mode is only supported on iOS 13 and higher.
it: Dark Mode è supportata solo su iOS 13 e versioni successive.
pl: Tryb ciemny jest obsługiwany tylko na iOS 13 i wyższym.

source: Night Shift is not supported on this device.
it: Night Shift non è supportato su questo dispositivo.
pl: NFC nie jest obsługiwane na tym urządzeniu.

source: True Tone is not supported on this device.
it: True Tone non è supportato su questo dispositivo.
pl: Kod QR nie jest wspierany na tym urządzeniu.

source: Invalid brightness value: %s
it: Valore luminosità non valido: %s
pl: Nieprawidłowa wartość jasności: %s

source: Invalid brightness value: %s, %s
it: Valore luminosità non valido: %s, %s
pl: Nieprawidłowa wartość jasności: %s

source: Unable to increase the brightness by %d, %.6g.
pl: Nie można zwiększyć jasności o %d, %.6g.

source: Unable to decrease the brightness by %d, %.6g.
pl: Nie można zwiększyć jasności o %d, %.6g.

source: Unknown information type: %s
it: Tipo di informazione sconosciuto: %s
pl: Nieznany typ informacji: %s

source: Brightness: %.6g
it: Luminosità: %.6g
pl: Jasność: %.6g

source: Auto-Brightness: %s
it: Auto-luminosità: %s
pl: Automatyczna jasność: %s

source: Dark Mode: %s
it: Modalità Scura: %s
pl: Tryb ciemny: %s

source: Reduce White Point: %s
it: Riduci il punto bianco: %s
pl: Zmniejszony Biały Punkt: %s

source: Usage: %s [-b body] [-d number] [-i bundleid] [-s subtitle] title
pl: Składnia: %s [-b body] [-d numer] [-i id_pakietu] [-s podtytuł] tytuł

source: Authorization request failed: %s
it: Richiesta di autorizzazione fallita: %s
pl: Żądanie autoryzacji nie powiodło się: %s

source: Failed to add notification: %s
it: Aggiunta della notifica non riuscita: %s
pl: Nie udało się dodać powiadomienia: %s

source: the delay is %s: %s
it: il ritardo è di %s: %s
pl: limit czasu wynosi %s: %s

source: Usage: %s [OPTION...] Open URLs and open iOS applications by bundle ID
pl: Składnia: %s [OPTION...] Otwórz adresy URL i otwórz aplikacje iOS za pomocą ID pakietu

source: --url <URL> Open the specified URL --bundleid <id> Open application with the specified bundle id. --app <app> Open application with the specified name. --path <path> Open application at the specified path --help Give this help list.
pl: --url <URL> Otwórz podany adres URL --bundleid <id> Otwórz aplikację z określonym id pakietu. --app <app> Otwórz aplikację o określonej nazwie. --path <path> Otwórz aplikację w określonej ścieżce --help Wyświetl listę pomocy.

source: No application called: %s
it: Nessuna applicazione chiamata: %s
pl: Nie wybrano aplikacji: %s

source: No application at path: %s
it: Nessuna applicazione al percorso: %s
pl: Nie wybrano aplikacji: %s

source: Invalid path: %s
it: Percorso invalido: %s
pl: Nieprawidłowa ścieżka dostępu: %s.

source: Usage: %s file ... Copyright (C) 2021, Procursus Team. All Rights Reserved.
it: Uso: %s file ... Copyright (C) 2021, Procursus Team. Tutti i diritti riservati.
pl: Składnia: %s plik ... Copyright (C) 2021, Procursus Team. Wszystkie prawa zastrzeżone.

source: Save images and videos to the camera roll
it: Salva immagini e video nel rullino della fotocamera
pl: Zapisz obrazy i filmy w rolce aparatu

source: Image and video formats that can be saved to the camera roll vary between iOS versions
it: I formati di immagine e video che possono essere salvati nel rullino della fotocamera variano tra le versioni iOS
pl: Formaty obrazu i wideo, które można zapisać na rolce aparatu różnią się między wersjami iOS

source: No file at path: %s
it: Nessun file al percorso: %s
pl: Brak pliku w ścieżce: %s

source: No supported image or video format at: %s
it: Nessun formato immagine o video supportato a: %s
pl: Brak obsługiwanego obrazu lub formatu wideo w: %s

source: Failed to save image at %s with error: %s
pl: Nie udało się zapisać obrazu w %s z błędem: %s

source: Failed to save video at %s with error: %s
it: Errore nel salvataggio del video su %s, Errore: %s
pl: Nie udało się zapisać obrazu w %s z błędem: %s

source: Usage: %s [-cp] [-d number] [-f [png | jpeg | heic]] [-o file]
pl: Składnia: %s [-cp] [-d liczba] [-f [png | jpeg | heic]] [-o plik]

source: Invalid image format '%s'
it: Formato dell'immagine non valido '%s'
pl: Nieprawidłowy format obrazu '%s'

source: Could not capture screenshot!
it: Impossibile catturare lo screenshot!
pl: Nie udało się wykonać zrzutu ekranu!

source: Could not get image data to write to file!
pl: Nie można uzyskać danych obrazu do zapisu pliku!

source: Could not write image to %s: %s
it: Impossibile scrivere l'immagine al percorso %s: %s
pl: Nie można zapisać pliku do "%s": %s

source: Could not save screenshot to Photos: %s
it: Impossibile salvare lo screenshot nelle foto: %s
pl: Nie można zapisać zrzutu ekranu w Zdjęć: %s
